<!DOCTYPE html>
<html>
        <title>Monster Hunter</title>
    <script src="https://use.fontawesome.com/1f25c34b27.js"></script>
    <link href="https://fonts.googleapis.com/css?family=Josefin+Sans" rel="stylesheet"> 
    <link rel="stylesheet" href="bestiario.css">
<body>
    <a class="medium">
    <i class="fa fa-facebook-official" aria-hidden="true"></i>
    <i class="fa fa-twitter-square" aria-hidden="true"></i>
    </a>
    <div class="flex-container">
    <header>
        <div id="logo">
        <img src="logo.jpg" alt="Monster Hunter">
        </div>
    </header>
<ul>
  <li><a href="../index/index.html">Inicio</a></li>
  <li><a href="../mapas/mapas.html">Mapas</a></li>
  <li><a href="../plataformas/plataformas.html">Plataformas</a></li>
  <li><a href="../trailers/trailers.html">Trailers</a></li>
  <li><a href="../registro/registro.html">Registrate!</a></li>
</ul>
    <section id="d1">
        <article>      
<div id="contenidobestiario">  
        <h2>BESTIARIO</h2>   
Aqu&iacute; encontrar&aacute;s algunos de los monstruos, criaturas y bestias que conocer&aacute;s en tu aventura<br>
    como cazador. La diversidad de estas es muy &aacute;mplia, yendo desde los mas sencillos y d&eacute;biles, como<br>
    los herb&iacute;voros, hasta criaturas cuyos poderes pueden ser comparados con dioses.<br>
    El Bestiario agrupa todas las clasificaciones de monstruos existentes en todo Monster Hunter y muestra datos generales de cada clase, as&iacute; como los monstruos pertenecientes a cada grupo.<br>
    Aunque muchos grupos clasifican a los monstruos seg&uacute;n su parentesco, otros s&oacute;lo agrupan a monstruos que no est&aacute;n relacionados, pero que poseen una caracter&iacute;stica com&uacute;n. 
            </div>
        </article>
        <article>
        <div id="tiposdemonstruos">
            <h1>Lynian</h1>
            Seres nativos de la tierra y dotados de una inteligencia mayor a la de otros<br>
            monstruos, lo que les permite crear sociedades complejas con distintas<br>
            jerarqu&iacute;as y dominar un lenguaje propio, pueden incluso dominar el lenguaje<br>
            humano e incorporarse en la sociedad. <br>
            <img src="lynian.jpg" alt="lynian" width="170" height="200"><br>
            
            <h1>Herb&iacute;voros</h1>
            Grupo que abarca a especies herb&iacute;voras, encontradas por todo el mundo y<br>
            siendo la presa de muchos depredadores. Algunos son pac&iacute;ficos<br>
            y asustadizos mientras que otros pueden ser agresivos. La mayor&iacute;a de ellos<br>
            no est&aacute;n relacionados entre s&iacute; y s&oacute;lo entran en este grupo por su dieta. <br>
            <img src="herbivoro.jpg" alt="herbivoro" width="300" height="200"><br>
            
            <h1>Neopteron</h1>
            Equivalentes a los insectos, estos monstruos invertebrados poseen una<br>
            gran diversidad de formas y tama&ntilde;os y prosperan en todos los entornos.<br>
            Algunos habitan en enjambres o colonias liderados por una reina mientras<br>
            que otros son m&aacute;s solitarios o viven en peque&ntilde;os grupos, algunos son<br>
            capaces de volar y otros s&oacute;lo caminan, su alimentaci&oacute;n es tambi&eacute;n muy<br>
            variada y pueden llegar a ser h&aacute;biles depredadores. <br>
            <img src="neopteron.jpg" alt="neopteron" width="280" height="250"><br>
            
            <h1>Wyvern Piscine</h1>
            Wyverns cercanos a los peces, sin embargo, estos monstruos son capaces<br>
            de salir fuera del agua y habitar otros medios m&aacute;s duros como arena o lava.<br>
            Est&aacute;n cubiertos de escamas que denotan su origen, algunos mantienen<br>
            sus agallas, y todos poseen aletas de diversas formas que utilizan para nadar y<br>
            desplazarse en distintos terrenos. Muchos de ellos tienen patas<br>
            desarrolladas para moverse por tierra. <br>
            <img src="piscine.jpg" alt="piscine" width="300" height="250"><br>
            
            <h1>Leviathan</h1>
            Wyverns parecidos a lagartos adaptados a medios acu&aacute;ticos, aunque hay<br>
            algunos adaptados completamente al medio terrestre. Sus cuerpos<br>
            adaptados al entorno les permiten hacer frente a muchas amenazas.<br>
            Aunque los que son acu&aacute;ticos pueden salir a tierra, se vuelven bastante<br>
            torpes y deben voler al agua tras un tiempo. Algunos poseen formas j&oacute;venes<br>
            o dimorfismo sexual marcado. <br>
            <img src="leviathan.jpg" alt="leviathan" width="300" height="250"><br>
            
            <h1>Wyvern volador</h1>
            Monstruos dotados de un par de alas, son la clase dominante en el mundo<br>
            de Monster Hunter. Aunque la mayor&iacute;a se caracterizan por ser b&iacute;pedos y<br>
            tener patas delanteras convertidas en alas, hay algunos cuyas alas se han<br>
            convertido parcial o completamente en patas para caminar de forma<br>
            cuadr&uacute;peda. Prosperan en todos los entornos y son eficaces depredadores. <br>
            <img src="volador.jpg" alt="volador" width="300" height="250"><br>
            
            <h1>Drag&oacute;n anciano</h1>
            Caracterizados por tener normalmente cuatro patas y dos alas, su fuerza y<br>
            longevidad los convierten en criaturas de leyenda. El poder de muchos es<br>
            tal que pueden afectar al clima, por lo que las poblaciones humanas se<br>
            mantienen en constante alerta. Se pueden encontrar en muchos lugares,<br>
            desde entornos naturales a ruinas y fortificaciones. <br>
            <img src="DA.jpg" alt="dragón anciano" width="350" height="250"><br>
            
            <h1>???</h1>
            Categor&iacute;a en la que se clasifican aquellos monstruos que no encajan en<br>
            ninguna otra categoría. Oficialmente entran el Gore Magala y el Estrellian,<br>
            se cree que ambos son formas j&oacute;venes de Dragones Ancianos.<br>
            <img src="gore.jpg" alt="gore" width="350" height="250"><br>
            
            
            
            </div>
        </article>
    </section>
    </div>
    </body>
</html>